<HTML>

<HEAD>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<TITLE>iAnywhere Online-Ressourcen</TITLE>
</HEAD>

<BODY>

<TABLE border="0" width="100%" bgcolor="#15145F" cellspacing="2" cellpadding="2">
    <TR>
        <TD width="696">
            <FONT FACE="arial, helvetica, geneva", size="+2" color="#FFFFFF"><B>SQL Anywhere Online-Ressourcen                </B>            </FONT>        </TD>
    </TR>
</TABLE>
<P>

<FONT FACE="arial, helvetica, geneva" SIZE="-1">

<B><a href="http://www.sybase.com/sqlany_product_registration">Online registrieren</a></B><BR> Wenn Sie Ihre Kopie von SQL Anywhere registrieren, genie&szlig;en Sie alle Vorteile eines registrierten Kunden von Sybase iAnywhere. Sie k&ouml;nnen den technischen Kundendienst in Anspruch nehmen und erhalten Informationen &uuml;ber Sonderangebote, Aktionen und neue Versionen von Sybase iAnywhere-Produkten.

 <P><a href="updchk.html"><B>Verf&uuml;gbare Updates</B></a><BR> Besuchen Sie die iAnywhere-Website, um Maintenance Releases und die neuesten Korrekturen von Programmfehlern (Bug Fixes) zu erhalten.
<P><B>Die nachstehenden Informationen k&ouml;nnen bei Bedarf aktualisiert werden. <a href="http://www.sybase.com/products/databasemanagement/sqlanywhere">Besuchen Sie uns online</a>, um aktuelle Informationen &uuml;ber Lizenzierung, Funktionen und Dienste f&uuml;r SQL Anywhere zu erhalten.</B>
<h4>Produkte und Lizenzierung f&uuml;r SQL Anywhere</h4>
SQL Anywhere wird in mehreren Basispaketen und mit zus&auml;tzlichen Deployment-Lizenzen und Optionen angeboten. Zun&auml;chst w&auml;hlen Sie das Basispaket, das Ihren Anforderungen am besten entspricht. Basispakete sind in zwei Lizenzmodellen verf&uuml;gbar: (a) Server und Seats sowie (b) pro Prozessor.
<P>

Beim Server- und Seats-Modell wird SQL Anywhere als Basispaket f&uuml;r 5 Benutzer und 10 Benutzer angeboten, das jeweils einen SQL Anywhere-Netzwerkserver und die festgelegte Anzahl von Lizenzen umfasst. Jeder dieser Benutzer hat eine Lizenz f&uuml;r einen Networked Seat und damit Clientzugriff auf den SQL Anywhere-Server. Die Benutzer verf&uuml;gen au&szlig;erdem &uuml;ber eine Lizenz f&uuml;r den SQL Anywhere Personal Server mit Synchronisation und QAnywhere Messaging sowie UltraLite mit Synchronisation.
<P>

Sie k&ouml;nnen sich als Alternative aber auch f&uuml;r eine Pro-Prozessor-Lizenz des SQL Anywhere-Servers entscheiden. Bei diesem Paket erhalten Sie eine Lizenz f&uuml;r den SQL Anywhere-Netzwerkserver auf einem Rechner f&uuml;r die Anzahl der gekauften Pro-Prozessor-Lizenzen. In diesem Fall besteht keine Begrenzung der Anzahl von Benutzern, die sich als Networked Seats mit dem Server verbinden k&ouml;nnen. Dieses Paket ist daher ideal f&uuml;r gr&ouml;&szlig;ere Client/Server- und webbasierte Deployments
 oder wenn Sie eine Lizenz pro Prozessor bevorzugen, anstatt die Anzahl der Benutzer oder Seats z&auml;hlen zu m&uuml;ssen.
<P>

SQL Anywhere-Basispakete enthalten dar&uuml;ber hinaus Lizenzen f&uuml;r eine Reihe von Design- und Verwaltungstools wie Sybase Central, PowerDesigner Physical Data Model und Data Window.NET.
<P>
<h4>Deployment-Lizenzen</h4>
Lizenzen f&uuml;r weitere Benutzer oder f&uuml;r zus&auml;tzliche Komponenten, wie z.B. zus&auml;tzliche Network Seats (Clients), Netzwerkserver, Personal Server, Synchronisation, QAnywhere Messaging und UltraLite, k&ouml;nnen nachtr&auml;glich erworben werden.


<h4>SQL Anywhere-Optionen</h4>


Eine Liste der SQL Anywhere-Optionen finden Sie <a href="http://www.sybase.com/detail?id=1015780">hier</a>.</FONT><br> <FONT FACE="arial, helvetica, geneva" SIZE="-1">
 <P><a href="http://www.sybase.com/detail?id=1032632">Unterst&uuml;tzte Plattformen</a> <BR> <a href="http://www.sybase.com/products/databasemanagement/sqlanywhere?htab=DISCOVER&vtab=Data%20Sheets">SQL Anywhere-Datenblatt</a>
<P>Informationen &uuml;ber Verf&uuml;gbarkeit und Preise erhalten Sie bei Ihrem Sybase iAnywhere-Vertreter oder -H&auml;ndler.
<h4>Support f&uuml;r Entwickler</h4>


<B><a href="http://www.sybase.com/support/aboutsupport/online">Online-Support von Sybase iAnywhere</a></B><BR> Sybase iAnywhere bietet einen reaktionsschnellen und zeitnahen technischen Support an, um Sie bei der raschen und kostensparenden Entwicklung und Einf&uuml;hrung von Weltklassel&ouml;sungen zu unterst&uuml;tzen. Diese Unterst&uuml;tzung wird in mehreren Stufen angeboten, die sich nach Ihren gesch&auml;ftlichen Anforderungen richten. Standardangebote f&uuml;r Jahresvertr&auml;ge k&ouml;nnen Produkt
aktualisierungen, mehrere Kontaktstellen beim Kunden und eine unbegrenzte Anzahl von F&auml;llen (Cases) umfassen, w&auml;hrend Premium-Angebote dar&uuml;ber hinaus erweiterte Stunden, raschere Antwortzeiten und direkten Experten-Support beinhalten.

</FONT>
<P>
<font size="-1" face="arial, helvetica, geneva"><B><a href="http://www.sybase.com/developer/library/sql-anywhere-techcorner">SQL Anywhere  Tech Corner: Developer Community</a></B><BR> Der Tech Corner bietet einen zentralen Kontaktpunkt f&uuml;r technische Informationen, sodass Sie rascher an die ben&ouml;tigten Informationen kommen und umfassende Unterst&uuml;tzung bei Entwicklung und Deployment von L&ouml;sungen f&uuml;r Server, PC, mobile Ger&auml;te und fernverwaltete B&uuml;roanwendu
ngen finden. Experten aus der ganzen Welt nehmen an der Developer Community teil und bilden so die zentrale Informationsquelle f&uuml;r die Entwicklung von Anwendungen und Frontline-Umgebungen. Die Community bietet nicht nur Zugriff auf die neuesten EBFs, Betasoftware, Evaluierungssoftware, Dienstprogramme und vieles mehr, sie ist auch ein Diskussionsforum, in dem zu zahlreichen Themen &uuml;ber Newsgroups, Webcasts und Veranstaltungen Erfahrungen ausgetauscht werden.</font> <FONT FACE="arial, helvetica, g
eneva" SIZE="-1"><P>

<B><a href="https://login.sybase.com/login/userLogin.do?referer=https://ianywhere.codexchange.sybase.com/servlets/ProjectHome">CodeXchange (Tausch von Programmcode)</a></B><BR> Hier finden Sie ein Forum f&uuml;r den Tausch von Codebeispielen, Dienstprogrammen, Skripten, gespeicherten Prozeduren oder anderen Tools, die von Mitgliedern der Community erstellt wurden und den Einsatz von Sybase iAnywhere-Produkten erleichtern.
<P>

<B><a href="http://www.sybase.com/detail_list?id=10891">Newsgroups von Sybase iAnywhere</a></B><BR> Die folgenden Newsgroups sind &ouml;ffentlich zug&auml;nglich und werden von Sybase iAnywhere Customer Service &amp; Support laufend beobachtet. Sie stellen eine n&uuml;tzliche Ressource f&uuml;r die Diskussion von Entwicklungsfragen innerhalb der Developer Community dar.
<UL>
<LI><a href="news://forums.sybase.com/sybase.public.sqlanywhere.general">sybase.public.sqlanywhere.general </a>
<LI><a href="news://forums.sybase.com/sybase.public.sqlanywhere.replication">sybase.public.sqlanywhere.replication </a>
<LI><a href="news://forums.sybase.com/sybase.public.sqlanywhere.ultralite">sybase.public.sqlanywhere.ultralite </a>
<LI><a href="news://forums.sybase.com/sybase.public.sqlanywhere.mobilink">sybase.public.sqlanywhere.mobilink </a>
<LI><a href="news://forums.sybase.com/sybase.public.sqlanywhere.product_futures_discussion">sybase.public.sqlanywhere.product_futures_discussion</a>
<LI><a href="news://forums.sybase.com/sybase.public.sqlanywhere.linux">sybase.public.sqlanywhere.linux </a>
</UL>
<P>

<font size="-1" face="arial, helvetica, geneva"><B><a href="http://dcx.sybase.com">DocCommentXchange</a></B><BR> &Uuml;ber DocCommentXChange k&ouml;nnen Sie sich SQL Anywhere-Dokumentation ansehen und Kommentare einf&uuml;gen sowie Kommentare von anderen Benutzern lesen. Sie k&ouml;nnen DocCommentXchange direkt benutzen oder sich die mit dem Produkt installierte Dokumentation ansehen und auf einer Seite auf die Verkn&uuml;pfung zu DocCommentXChange klicken, um einen Kommentar einzugeben oder festzustellen,
 ob es bereits Kommentare zu der Seite gibt. Sollte die Seite nicht in Ihrer Sprache verf&uuml;gbar sein, k&ouml;nnen Sie sich die entsprechende Seite in Englisch ansehen und kommentieren.
<P>

<B><a href="http://www.sybase.com/products/databasemanagement/sqlanywhere">SQL Anywhere-Produktinformationen</a></B><BR> Hier finden Sie die neuesten Informationen &uuml;ber SQL Anywhere mit Datenbl&auml;ttern, Whitepaper-Ver&ouml;ffentlichungen und Hinweisen zu freien Downloads, aktuellen Veranstaltungen, Messen, Anwenderberichten, Pressemitteilungen usw.
<P>

<B><a href="http://www.sybase.com/ianywhere/products">Sybase iAnywhere-Produktinformationen</a></B><BR> Sybase iAnywhere bietet L&ouml;sungen an, mit denen Anwendungen vor Ort genau so zuverl&auml;ssig, sicher und verl&auml;sslich funktionieren wie in der Zentrale. Besuchen Sie unsere Website, um mehr &uuml;ber unsere branchenf&uuml;hrenden Produkte f&uuml;r die mobile Verwaltung und Sicherheit, mobile Middleware und Synchronisation, Bluetooth&reg; und Infrarotprotokoll-Technologien zu erfahren.
<P></font>

<font size="-1" face="arial, helvetica, geneva"><B><a href="http://www.sybase.com/ianywhere/partners">Sybase iAnywhere Partner-Programm</a></B><BR> Das Sybase iAnywhere Partner-Programm bietet seinen Mitgliedern Mehrwertdienste und Programme, die auf branchenf&uuml;hrender Technologie basieren. Das Sybase iAnywhere Partner-Programm umfasst Vertriebs- und Marketingprogramme sowie Dienste, um die Marktposition der Allianzmitglieder zu verbessern. Sybase iAnywhere hilft damit den Mitgliedern des Partner-Progr
amms, neue Chancen besser zu nutzen und gemeinsam erfolgreicher zu agieren.</font> <FONT FACE="arial, helvetica, geneva" SIZE="-1"><P>

<B><a href="http://www.sybase.com/professional-services">Sybase iAnywhere Professional Services</a></B><a href="http://www.sybase.com/professional-services"></a></a><BR> Mit Sybase iAnywhere Professional Services k&ouml;nnen Sie w&auml;hrend der Design-, Entwicklungs- und Deploymentphase Ihrer SQL Anywhere-Projekte ma&szlig;geschneiderte Dienste in Anspruch nehmen:</FONT><UL>
<LI><font size="-1" face="arial, helvetica, geneva">Planung und Durchf&uuml;hrung eines Upgrades auf die neueste Version von SQL Anywhere</font>
<LI><font size="-1" face="arial, helvetica, geneva">Bereitstellung von Wissenstransfer zum Verst&auml;ndnis der SQL Anywhere-Architektur</font>
<LI><font size="-1" face="arial, helvetica, geneva">Sicherstellung von Leistung und Qualit&auml;t der Umgebung.</font>
<LI><font size="-1" face="arial, helvetica, geneva">Unterst&uuml;tzung bei Design und Entwicklung Ihrer MobiLink-Synchronisationsl&ouml;sung </font>
<LI><font size="-1" face="arial, helvetica, geneva">Konfiguration und Implementierung der High Availability-Option mit SQL Anywhere</font></UL>
<FONT FACE="arial, helvetica, geneva" SIZE="-1"><P>
<a href="http://www.sybase.com/professional-services/education"><B>Sybase iAnywhere-Schulungen</B></a><BR> Sybase iAnywhere bietet SQL Anywhere-Schulungen an, um Sie bei der Entwicklung und beim Deployment Ihrer Anwendungen zu unterst&uuml;tzen. Je nach Niveau der Teilnehmer k&ouml;nnen Standardkurse oder spezielle Schulungsprogramme angeboten werden, die von Datenbankfunktionen &uuml;ber Synchronisation bis zum Deployment auf Handhelds reichen.
<P>

<a href="mailto:info_ias_germany@ianywhere.com"><B>Sybase iAnywhere - Kontaktinformationen</B></a><BR>

<BR><B>Sybase GmbH<BR>
iAnywhere<BR></B>
Prinzenallee 13<BR>
40549 Düsseldorf<BR>
Deutschland<BR>

<BR>
<B>Tel.: +49 (0)211-5976-0</B><BR>


<BR><B>Sybase iAnywhere, Inc.<BR>
Worldwide Headquarters</B><BR>
One Sybase Drive<BR>
Dublin, CA <BR>
94568-7902<BR>
U.S.A.

<P>
<B>Nordamerika</B><BR>
Geb&uuml;hrenfrei: +1 800 801 2069<BR>
+1 519 883 6898</P>
<P>

<B>Europa, Naher Osten, Afrika</B><BR>
Tel. +44 1628 597 100
<P>

<B>Asien und Pazifikraum</B><BR>
Tel. +852 2506 8700
<P>

<B>Japan</B><BR>
Tel. +81 3 5210 6380
<P>

Weitere Kontaktinformationen sowie Telefonnummern finden Sie auf <b><a href="http://www.sybase.com/contactUsWorldwide">dieser Webseite</a></b>
</FONT>
</BODY>
</HTML>
